Repository: collective/collective.cart.shipping
Catalog: collective/cart/shipping/locales/*/LC_MESSAGES/collective.cart.shipping.po
Languages: fi

source: Cart Shipping Method
fi: Oostoskoritoimitustapa

source: Countries
fi: Maat

source: Country To
fi: Maa(i)lle

source: Maximum Delivery Days
fi: Ennimmäistoimituspäivä

source: Minimum Delivery Days
fi: Vähimmäistoimituspäivä

source: Script for calculating shipping fee.
fi: Toimituslaskentaa varten käytettävä skripti.

source: Select countries to which this shipping method is applied.
fi: Valitse maita, johon tämä toimitustapaa käytetään.

source: Shipping Fee Script
fi: Toimitusmksulaskentaskripti

source: Shipping Method
fi: Toimitustapa

source: Shipping Method Container
fi: Toimitustapakonteineri

source: Shipping To
fi: Toimitetaan

source: Shipping fee for one kg
fi: Toimitus maksi yhdelle kilolle

source: To Country
fi: Maa(i)lle

source: Update
fi: Päivitä

source: VAT
fi: ALV

source: Weight Dimension Rate
fi: Paino-tilavuus-suhde
